public class Graphic {
    /*
    Идея в том чтобы перед выводом информации о попадании или промахе
    передавать координату в класс для графики. зачеркивать стрелянную ячейку.
    Затем после вывода информации о попадании обращаться к этому же классу
    с требовонием отрисовать изменившуюся карту. В классе создается еще один массив,
    идентичный играемому, но ячейки заменяются на 0 в случае промаха, и на 1 в случае попадания.
     */

    public void putCell (String cell){

    }
    public void getBattleGround (){

    }

}
